IDEA Open Model
ConcreteULSCheckResultTorsionEc2.Trdc Property
Compatible with IDEA StatiCa 20.1
 torsional cracking moment
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Trdc { get; set; }
Public Property Trdc As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultTorsionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace